{
    "imagine.hello": {
        "message": "こんにちは!",
        "description": "A character saying 'Hello!'. Step 2 of Imagine a World"
    },
    "imagine.imagineIf": {
        "message": "もしも・・・だったらと想像してみよう。",
        "description": "A character is saying this. This phrase is meant to give the audience the idea that they could write sentences like 'Imagine if people could fly' or 'Imagine if animals could talk.' Step 2 of Imagine a World"
    },
    "imagine.letsExplore": {
        "message": "さあ、探検しよう！",
        "description": "A character is exploring a new background (in one case it's a city, in the other case it's underwater). Doesn't need to be exactly literal. Appears in Step 14 of Imagine a World and Step 8 of Talking Tales."
    },
    "tell-a-story.welcomeMagicSchool": {
        "message": "魔術学校にようこそ！",
        "description": "A wizard is saying this in a magical backdrop. Can be shortened to 'Welcome to school' or just 'Welcome' if needed. Step 4 of Create a Story"
    },
    "tell-a-story.goingOnQuest": {
        "message": "魔法を学びに来ました！",
        "description": "A student character is telling their professor that they are going to go on a quest. Step 7 of Create a Story"
    },
    "make-it-fly.timeToFly": {
        "message": "さあ飛ぶ時間だ！",
        "description": "A character says this at the beginning of the Make it Fly activity. Doesn't need to be literal; just needs to express that the character is going to fly. Step 4 of Make it Fly."
    },
    "animations-that-talk.letsGo": {
        "message": "行くわよ！",
        "description": "A character is inviting the audience to come with them. Step 5 of Create Animations That Talk and Step 9 of Code a Cartoon."
    },
    "animations-that-talk.iAmARobot": {
        "message": "ワタシハロボットデス。",
        "description": "This is the first line of a 3-line song that a robot sings. Doesn't need to be literal; just needs to be playful. Step 8 of Create Animations That Talk."
    },
    "animations-that-talk.iLikeToDance": {
        "message": "ダンスガダイスキデス！",
        "description": "This is the second line of a 3-line song that a robot sings. Doesn't need to be literal; just needs to be playful. Step 8 of Create Animations That Talk."
    },
    "animations-that-talk.beepBoopBop": {
        "message": "ビープ、バープ、ボップ",
        "description": "This is the third line of a 3-line song that a robot sings. It is nonsense words that are supposed to sound like the noises a robot makes. Step 8 of Create Animations That Talk."
    },
    "animations-that-talk.lookAtMe": {
        "message": "見て見て！",
        "description": "A character is saying this as they change color. Doesn't have to be literal; just needs to be fun and playful. Step 9 of Create Animations that Talk."
    },
    "animations-that-talk.iLikeToSpin": {
        "message": "スピンが好き！",
        "description": "A character is saying this as they spin around. Doesn't have to be literal; just needs to be fun and playful. Step 10 of Create Animations that Talk."
    },
    "code-cartoon.helloFriends": {
        "message": "やあ、みんな！",
        "description": "A character saying hello to 3 other characters. Step 2 of Code a Cartoon."
    },
    "code-cartoon.thisIsFun": {
        "message": "これ面白い！",
        "description": "A character is saying this as they jump up and down. Doesn't have to be literal; just needs to be fun and playful. Step 8 of Code a Cartoon."
    },
    "animate-an-adventure-game.letsCollectGems": {
        "message": "宝石を集めよう！",
        "description": "A character says this at the beginning of the Animate an Adventure Game activity. Step 3 of Animate an Adventure Game."
    },
    "talking.noPlaceLikeHome": {
        "message": "わが家が一番！",
        "description": "A dinosaur says this when it goes to the Jurassic backdrop. Doesn't need to be directly literal. Step 10 of Talking Tales."
    },
    "talking.checkOutMoves": {
        "message": "ムーブに注目！",
        "description": "A dinosaur says this when it dances. Doesn't need to be literal; just needs to be something fun that could be said while dancing. Step 13 of Talking Tales."
    },
    "talking.whatsYourName": {
        "message": "お名前は？",
        "description": "A character is asking the user to type in their name. Step 14 of Talking Tales."
    },
    "tutorials.score": {
        "message": "スコア",
        "description": "This is the name of a variable that will be counting points in a game. Appears in Pong Game, Clicker Game, Chase Game, Make it Fly, and Animate an Adventure Game."
    },
    "tutorials.letsParty": {
        "message": "パーティーしよう！",
        "description": "In the 'Getting Started' video tutorial, a dinosaur says this and then two dinosaurs dance. Doesn't need to be literal; could be 'Dance Party!', 'Party time!', 'Time to party!', or something similar."
    }
}